Repository: ItellaPlugins/itella-shipping-woocommerce
Catalog: languages/itella-shipping-*.po
Languages: fi

source: Actions
fi: Toiminnot

source: Address
fi: Osoite

source: Address and contact information can be changed in Smartpost settings.
fi: Osoite ja yhteistiedot voidaan muuttaa Smartpost asetuksissa.

source: All orders
fi: Kaikki tilaukset

source: Amount:
fi: Määrä:

source: An error occurred.
fi: Tapahtui virhe.

source: An error occurred.
fi: Tapahtui virhe.

source: Api contract number (Product 2317)
fi: API sopimusnumero (Product 2317)

source: Api contract number (Product 2711)
fi: API sopimusnumero (Product 2711)

source: Api password (Product 2317)
fi: API salasana (Product 2317)

source: Api password (Product 2711)
fi: API salasana (Product 2711)

source: API user (Product 2317)
fi: API käyttäjä (Product 2317)

source: API user (Product 2711)
fi: API käyttäjä (Product 2711)

source: Bank account
fi: Pankkitili

source: Call before delivery
fi: Soita ennen toimitusta

source: Call Itella courier
fi: Soita Itellan kuriirille

source: Call Smartpost courier
fi: Soita Smartpost kuriirille

source: Carrier:
fi: Kuljettaja:

source: Check your credentials.
fi: Tarkista tietosi.

source: Choose what the pickup point selection in the checkout will look like.
fi: Valitse miltä haluat noutopistevalinnan näyttävän kassalla.

source: Chosen Pickup Point
fi: Valittu noutopiste

source: City
fi: Kaupunki

source: COD
fi: Maksu toimittaessa

source: COD amount
fi: Maksu toimittaessa määrä

source: COD amount (%s):
fi: Maksu toimittaessa määrä (%s):

source: COD:
fi: Maksu toimittaessa:

source: Company name
fi: Yrityksen nimi

source: Completed orders
fi: Viimeistellyt tilaukset

source: Contacts
fi: Yhteystiedot

source: Courier
fi: Kuriiri

source: Courier price
fi: Kuriiritoimitus hinta

source: Customer
fi: Asiakas

source: Date:
fi: Päivämäärä:

source: Deliver to
fi: Toimitetaan

source: Delivery address:
fi: Toimitusosoite:

source: Disable courier fee if cart amount is greater or equal than this limit
fi: Poista kuriiri toimitusmaksu käytöstä, jos ostoskorin määrän on suurempi tai yhtä suuri, kuin tämä raja

source: Disable pickup point fee if cart amount is greater or equal than this limit
fi: Poista noutopistemaksu käytöstä, jos ostoskorin määrän on suurempi tai yhtä suuri, kuin tämä raja

source: Dropdown
fi: Alasvetovalikko

source: E-com order booking
fi: Verkkokaupan tilauksen varaaminen

source: Email sent to courier
fi: Sähköposti lähetetty kuriirille

source: Enable
fi: Ota käyttöön

source: Enable Courier
fi: Ota käyttöön kuriiritoimitus

source: Enable Pickup Point
fi: Ota käyttöön noutopisteet

source: Enable this shipping.
fi: Ota käyttöön tämä toimitus.

source: Enter postcode/address
fi: Syötä postinumero/osoite

source: Error:
fi: Virhe:

source: Error:
fi: Virhe:

source: Extra Services
fi: Lisäpalvelut

source: Extra services
fi: Lisäpalvelut

source: Extra Services:
fi: Lisäpalvelut:

source: Failed to save label pdf to:
fi: Etiketin pdf-tiedoston tallennus epäonnistui:

source: Failed to send email.
fi: Sähköpostin lähettäminen epäonnistui.

source: Filter
fi: Suodatin

source: Fragile
fi: Helposti särkyvä

source: From
fi: Keneltä

source: Generate manifest
fi: Luo lastiluettelo

source: Generate manifests
fi: Luo lastiluettelot

source: If more than one packet is selected, then a multi parcel service is mandatory
fi: Jos valitaan useampi kuin yksi paketti, monipakettipalvelu on pakollinen

source: Important!
fi: Tärkeä!

source: Leaflet is required for Itella-Mapping
fi: Valinta vaaditaan Itellan kartoitusta varten

source: Manifest date
fi: Lastiluettelon päivämäärä

source: Map
fi: Kartta

source: Multi Parcel
fi: Monipaketti

source: name, lastname, signature
fi: nimi, sukunimi, allekirjoitus

source: New orders
fi: Uudet tilaukset

source: No extra services selected
fi: Lisäpalveluita ei ole valittu

source: No information
fi: Ei tietoja

source: No mount supplied to itellaShipping
fi: Ei toimitusta Itellalle

source: No points to select
fi: Ei valittua noutopistettä

source: No Smartpost Shipping method selected
fi: Ei valittua toimitustapaa

source: No.:
fi: Numero:

source: Not shipped
fi: Ei lähetetty

source: Not Smartpost Shipping Method
fi: Ei Smartpost toimitustapa

source: Nothing found
fi: Mitään ei löytynyt

source: Order Status
fi: Tilauksen tila

source: Oversized
fi: Ylisuuri

source: Packet Count
fi: Pakettimäärä

source: Packets (total):
fi: Paketteja (yhteensä):

source: Packets(total):
fi: Paketteja (yhteensä):

source: Pickup Point
fi: Noutopiste

source: Pickup point
fi: Noutopiste

source: Pickup Point price
fi: Noutopistetoimitus hinta

source: Pickup point selection style
fi: Noutopisteen valinta

source: Pickup points
fi: Noutopisteet

source: Plugin to use with Smartpost Shipping methods
fi: Moduuli Smartpost Itellan toimitustavoille

source: Postal Code
fi: Postinumero

source: Print label
fi: Tulosta etiketti

source: Print labels
fi: Tulosta etiketit

source: Public Name
fi: Nimi

source: Register shipment
fi: Rekisteröi lähetys

source: Reset
fi: Nollaa

source: reset search
fi: nollaa valinta

source: select
fi: valitse

source: Select a pickup point
fi: Valitse noutopiste

source: Select at least one order to perform this action.
fi: Valitse vähintään yksi tilaus tämän toiminnon suorittamiseksi.

source: Select pickup point
fi: Valitse noutopiste

source: Select Pickup Point:
fi: Valitse noutopiste:

source: Sender
fi: Lähettäjä

source: Sender address:
fi: Lähettäjän osoite:

source: Service
fi: Palvelu

source: Shipment is not registered.
fi: Tilaustasi ei ole rekisteröity.

source: Shipment registered successfully.
fi: Tilaus rekisteröity onnistuneesti.

source: Shipping information
fi: Toimitustiedot

source: Shipping method
fi: Toimitustapa

source: Shipping method:
fi: Toimitustapa:

source: Shop address
fi: Kaupan osoite

source: Shop city
fi: Kaupan kaupunki

source: Shop country code
fi: Kaupan maakoodi

source: Shop email
fi: Kaupan sähköposti

source: Shop name
fi: Kaupan nimi

source: Shop phone number
fi: Kaupan puhelinnumero

source: Shop postcode
fi: Kaupan postinumero

source: Show courier shipping method in checkout.
fi: Näytä kuriiri toimitustapa kassalla.

source: Show pickup point shipping method in checkout.
fi: Näytä noutopisteet toimitustapa kassalla.

source: Smartpost Courier
fi: Smartpost kuriiir

source: Smartpost Itella shipping plugin for Woocommerce
fi: Smartpost Itella toimitustavat Woocommercelle

source: Smartpost Pickup Point
fi: Smartpost noutopiste

source: Smartpost shipment registered successfully. Tracking number: %s
fi: Smartpost toimitus rekisteröity onnistuneesti. Tilauksen seurantakoodi: %s

source: Smartpost shipments
fi: Smartpost toimitustavat

source: Smartpost Shipping
fi: Smartpost toimitus

source: Smartpost Shipping Options
fi: Smartpost toimitus ominaisuudet

source: Status
fi: Tila

source: The order will be delivered to %s.
fi: Tilauksesi toimitetaan %s.

source: The tracking number is %s and you can track it at %s.
fi: Tilauksesi seurantakoodi on %s voit seurata tilaustasi %s.

source: The tracking number is %s.
fi: Tilauksen seurantakoodi on %s.

source: To
fi: Kenelle

source: Tracking code
fi: Seurantakoodi

source: Tracking number
fi: Seurantakoodi

source: Tracking number:
fi: Seurantakoodi:

source: Tracking number:
fi: Seurantakoodi:

source: Weight
fi: Paino

source: Weight (%s)
fi: Paino (%s)

source: Weight (%s):
fi: Paino (%s):

source: Weight:
fi: Paino:

source: Workhours
fi: Työajat

source: You must choose Smartpost Pickup Point
fi: Sinun on valittava Smartpost noutopiste

source: Your order has been shipped with %s.
fi: Tilauksesi on lähetetty käyttäen %s.
