Repository: ItellaPlugins/itella-shipping-woocommerce
Catalog: itella-shipping/languages/itella-shipping-*.po
Languages: lt_lt

source: A custom shipping method name that will display on the cart/checkout page. Many translation plugins do not translate this field value.
lt_lt: Pasirinktinis pristatymo būdo pavadinimas, kuris bus rodomas krepšelio/apmokėjimo puslapyje. Dauguma vertimo įskiepių neverčia šio laukelio reikšmės.

source: A description next to shipping method that will display on the cart/checkout page. Many translation plugins do not translate this field value.
lt_lt: Aprašymas, rodomas šalia pristatymo būdo krepšelio/apmokėjimo puslapyje. Dauguma vertimo įskiepių neverčia šio laukelio reikšmės.

source: Actions
lt_lt: Veiksmai

source: Add custom comment to label
lt_lt: Lipduke rodyti norimą komentarą

source: Add row
lt_lt: Pridėti eilutę

source: Address
lt_lt: Adresas

source: Address and contact information can be changed in Smartpost settings.
lt_lt: Adresas ir kontaktinė informacija gali būti keičiama Smartpost siuntų nustatymuose.

source: All orders
lt_lt: Visi užsakymai

source: Amount range
lt_lt: Sumos diapazonas

source: Amount:
lt_lt: Suma:

source: An error occurred.
lt_lt: Įvyko klaida.

source: An error occurred.
lt_lt: Įvyko klaida.

source: Api contract number (Product 2317)
lt_lt: API sutarties nr. (Produktas 2317)

source: Api contract number (Product 2711)
lt_lt: API sutarties nr. (Produktas 2711)

source: Api password (Product 2317)
lt_lt: API slaptažodis (Produktas 2317)

source: Api password (Product 2711)
lt_lt: API slaptažodis (Produktas 2711)

source: API user (Product 2317)
lt_lt: API vartotojas (Produktas 2317)

source: API user (Product 2711)
lt_lt: API vartotojas (Produktas 2711)

source: Bank account
lt_lt: Banko sąskaitos nr.

source: By amount
lt_lt: Pagal sumą

source: By weight
lt_lt: Pagal svorį

source: Call before delivery
lt_lt: Paskambinti prieš pristatant

source: Call Itella courier
lt_lt: Iškviesti Itella kurjerį

source: Call Smartpost courier
lt_lt: Iškviesti Smartpost kurjerį

source: Carrier:
lt_lt: Kurjeris:

source: Check your credentials.
lt_lt: Pasitikrinkite duomenis.

source: Choose what the parcel locker selection in the checkout will look like.
lt_lt: Pasirinkti paštomato pasirinkimo išvaizdą apmokėjimo puslapyje.

source: Chosen Parcel locker
lt_lt: Pasirinktas paštomatas

source: City
lt_lt: Miestas

source: COD amount
lt_lt: COD suma

source: COD amount (%s):
lt_lt: COD suma (%s):

source: Company name
lt_lt: Įmonės pavadinimas

source: Completed orders
lt_lt: Įvykdyti užsakymai

source: Contacts
lt_lt: Kontaktai

source: Couldn't get list of selected orders
lt_lt: Nepavyko gauti pasirinktų užsakymų

source: Couldn't get order
lt_lt: Nepavyko gauti užsakymo

source: Courier
lt_lt: Kurjeris

source: Courier label comment
lt_lt: Kurjerio lipduko komentaras

source: Courier max size
lt_lt: Maksimalus dydis kurjeriui

source: Custom name
lt_lt: Pasirinktinis pavadinimas

source: Customer
lt_lt: Klientas

source: Date:
lt_lt: Data:

source: Deliver to
lt_lt: Pristatyti į

source: Delivery address:
lt_lt: Pristatymo adresas:

source: Description
lt_lt: Aprašymas

source: Disable shipping method fee if cart amount is greater or equal than this limit
lt_lt: Anuliuoti siuntimo mokestį, jeigu krepšelio suma yra lygi arba didesnė nei šis limitas

source: Disabled
lt_lt: Išjungta

source: Dont use this method
lt_lt: Nenaudoti šio metodo

source: Dropdown
lt_lt: Išskleidžiamas laukelis

source: Email sent to Smartpost courier
lt_lt: El.laiškas išsiųstas Smartpost kurjeriui

source: Enable
lt_lt: Įjungti

source: Enable Courier
lt_lt: Įjungti siuntimą kurjeriu

source: Enable Parcel locker
lt_lt: Įjungti pristatymą į paštomatą

source: Enable this shipping.
lt_lt: Įjungti šį siuntimą.

source: Enter postcode/address
lt_lt: Įveskite pašto kodą/adresą

source: Error
lt_lt: Klaida

source: Error:
lt_lt: Klaida:

source: Error:
lt_lt: Klaida:

source: Extra Services
lt_lt: Papildomos paslaugos

source: Extra services
lt_lt: Papildomos paslaugos

source: Extra Services:
lt_lt: Papildomos paslaugos:

source: Failed to call Smartpost courier
lt_lt: Nepavyko iškviesti Smartpost kurjerio

source: Failed to call via API.
lt_lt: Nepavyko iškviesti per API.

source: Failed to register shipment
lt_lt: Nepavyko užregistruoti siuntos

source: Failed to save label pdf to:
lt_lt: Nepavyko išsaugoti lipduko pdf į:

source: Failed to send email.
lt_lt: Nepavyko išsiųsti el. laiško.

source: Failed to validate nonce
lt_lt: Nepavyko patvirtinti tapatybės (nonce)

source: Filter
lt_lt: Filtras

source: Fixed price
lt_lt: Fiksuota kaina

# for
source: All
lt_lt: Viskam

# for
source: Checked
lt_lt: Pažymėtiems

source: Fragile
lt_lt: Dūžta

source: Free from
lt_lt: Nemokama nuo

source: From
lt_lt: Nuo

source: Generate manifest
lt_lt: Generuoti važtaraštį

source: Generate manifests
lt_lt: Generuoti važtaraščius

source: Generate manifests for ...
lt_lt: Generuoti važtaraščius ...

source: Generating a manifest for a large number of orders can take a long time. Are you sure you want to continue?
lt_lt: Važtaraščio generavimas dideliam skaičiui užsakymų gali ilgai užtrukti. Ar tikrai norite tęsti?

source: Height
lt_lt: Aukštis

source: https://itella.lt/en/
lt_lt: https://itella.lt/

source: If more than one packet is selected, then a multi parcel service is mandatory
lt_lt: Kelių pakuočių paslauga yra privaloma, jei pasirinkote siųsti daugiau nei vieną paketą.

source: Important!
lt_lt: Svarbu!

source: Itella Team
lt_lt: Itella komanda

source: Leaflet is required for Itella-Mapping
lt_lt: Forma reikalinga Smartpost Itella atvaizdavimui

source: Leave all dimension fields or weight field empty to disable checking by that parameter.
lt_lt: Palikite visus matmenų laukelius arba svorio laukelį tuščius, kad išjungti tikrinimą pagal tą parametrą.

source: Length
lt_lt: Ilgis

source: Manifest date
lt_lt: Važtaraščio data

source: Map
lt_lt: Žemėlapis

source: Methods
lt_lt: Metodai

source: Multi Parcel
lt_lt: Kelios pakuotės

source: name, lastname, signature
lt_lt: vardas, pavardė, parašas

source: New orders
lt_lt: Nauji užsakymai

source: No extra services selected
lt_lt: Nepasirinkta papildomų paslaugų

source: No information
lt_lt: Nėra informacijos

source: No locker to select
lt_lt: Nėra paštomatų pasirinkimui

source: No mount supplied to itellaShipping
lt_lt: Nėra Smartpost Itella siuntimo nustatymų

source: No Smartpost Shipping method selected
lt_lt: Nepasirinktas Smartpost siuntimo būdas

source: No.:
lt_lt: Nr.:

source: Not received response
lt_lt: Negautas atsakymas

source: Not shipped
lt_lt: Neišsiųsta

source: Not Smartpost
lt_lt: Ne Smartpost

source: Not Smartpost Shipping Method
lt_lt: Ne Smartpost pristatymo būdas

source: Nothing found
lt_lt: Nieko nerasta

source: Order ID
lt_lt: Užsakymo ID

source: Order not exists.
lt_lt: Užsakymas neegzistuoja.

source: Order Status
lt_lt: Užsakymo būsena

source: Oversized
lt_lt: Per didelis

source: Packet Count
lt_lt: Paketų skaičius

source: Packets (total):
lt_lt: Paketų (iš viso):

source: Parcel locker
lt_lt: Paštomatas

source: Parcel locker label comment
lt_lt: Paštomato lipduko komentaras

source: Parcel locker max size
lt_lt: Maksimalus dydis paštomatui

source: Parcel locker selection style
lt_lt: Paštomato pasirinkimo stilius

source: Parcel lockers
lt_lt: Paštomatai

source: Pickup point
lt_lt: Atsiėmimo taškas

source: Plugin to use with Smartpost Shipping methods
lt_lt: Įskiepis skirtas naudoti su Smartpost siuntimo būdais

source: Postal Code
lt_lt: Pašto kodas

source: Preliminary cart size is calculated by trying to fit all products by taking their dimensions (boxes) indicated in their settings.
lt_lt: Apytikslis krepšelio dydis apskaičiuojamas bandant sutalpinti visus produktus imant jų matmenis (dėžes) nurodytus jų nustatymuose.

source: Price
lt_lt: Kaina

source: Price by cart amount
lt_lt: Kaina pagal krepšelio sumą

source: Price by cart weight
lt_lt: Kaina pagal krepšelio svorį

source: Price type
lt_lt: Kainos tipas

# Price type
source: Simple
lt_lt: Paprasta

source: Prices
lt_lt: Kainos

source: Prices by class
lt_lt: Kaina pagal klasę

source: Print label
lt_lt: Spausdinti lipduką

source: Print labels
lt_lt: Spausdinti lipdukus

source: Print shipping labels
lt_lt: Spausdinti siuntimo lipdukus

source: Public Name
lt_lt: Pavadinimas

source: Register shipment
lt_lt: Registruoti siuntą

source: Register shipments
lt_lt: Registruoti siuntas

source: Reset
lt_lt: Atstatyti

source: reset search
lt_lt: atstatyti paiešką

source: select
lt_lt: pasirinkite

source: Select a parcel locker
lt_lt: Pasirinkti paštomatą

source: Select at least one order to perform this action.
lt_lt: Pažymėkite bent vieną užsakymą.

source: Select parcel locker
lt_lt: Pasirinkti paštomatą

source: Select Parcel locker:
lt_lt: Pasirinkti paštomatą

source: Sender
lt_lt: Siuntėjas

source: Sender address:
lt_lt: Siuntėjo adresas:

source: Service
lt_lt: Paslauga

source: Set custom price for specific shipping class. Only works when all items in the cart belong to this class
lt_lt: Nustatyti atskirą kainą konkrečiai pristatymo klasei. Tai veikia tik tada, kai visos prekės krepšelyje priklauso nurodytai klasei

source: Settings
lt_lt: Nustatymai

source: Shipment is not registered.
lt_lt: Siunta neužregistruota.

source: Shipment registered successfully.
lt_lt: Siunta sėkmingai užregistruota.

source: Shipment successfully registered
lt_lt: Siunta sėkmingai užregistruota

source: Shipments successfully registered
lt_lt: Siuntos sėkmingai užregistruotos

source: Shipping information
lt_lt: Pristatymo informacija

source: Shipping method
lt_lt: Pristatymo būdas

source: Shipping method:
lt_lt: Siuntimo būdas:

source: Shop address
lt_lt: Parduotuvės adresas

source: Shop city
lt_lt: Parduotuvės miestas

source: Shop country code
lt_lt: Parduotuvės šalies kodas

source: Shop email
lt_lt: Parduotuvės el. paštas

source: Shop name
lt_lt: Parduotuvės pavadinimas

source: Shop phone number
lt_lt: Parduotuvės tel. nr.

source: Shop postcode
lt_lt: Parduotuvės pašto kodas

source: Show
lt_lt: Rodyti

source: Show courier shipping method in checkout.
lt_lt: Pirkimo metu rodyti siuntimo kurjeriu būdą.

source: Show parcel locker shipping method in checkout.
lt_lt: Pirkimo metu rodyti paštomato siuntimo būdą.

source: Smartpost %s email
lt_lt: Smartpost %s el.pašto adresas

source: Smartpost Courier
lt_lt: Smartpost kurjeris

source: Smartpost courier successfully called via API
lt_lt: Smartpost kurjeris sėkmingai iškviestas per API

source: Smartpost email subject
lt_lt: Smartpost el.laiško antraštė

source: Smartpost Itella Shipping
lt_lt: Smartpost Itella pristatymas

source: Smartpost Itella shipping plugin for Woocommerce
lt_lt: Smartpost Itella siuntų įskiepis skirtas naudoti su "Woocommerce"

source: Smartpost Parcel locker
lt_lt: Smartpost paštomatas

source: Smartpost shipment registered successfully. Tracking number: %s
lt_lt: Smartpost pristatymas sėkmingai užregistruotas. Siuntos sekimo numeris: %s

source: Smartpost shipments
lt_lt: Smartpost siuntos

source: Smartpost Shipping
lt_lt: Smartpost pristatymas

source: Smartpost Shipping method
lt_lt: Smartpost pristatymo būdas

source: Smartpost Shipping Options
lt_lt: Smartpost pristatymo nustatymai

source: Some orders failed to register the shipment
lt_lt: Kai kuriems užsakymams nepavyko užregistruoti siuntos

source: Something failed while calling the Smartpost courier
lt_lt: Kažkas nepavyko kviečiant Smartpost kurjerį

source: Status
lt_lt: Statusas

source: The maximum size of the cart above which the delivery method will not be shown.
lt_lt: Maksimalus krepšelio dydis, kurį viršijus nebus rodomas pristatymo būdas.

source: The order will be delivered to %s.
lt_lt: Užsakymas bus išsiųstas į %s.

source: The tracking number is %s and you can track it at %s.
lt_lt: Siuntos sekimo numeris yra %s ir ją galite sekti paspaudę nuorodą %s.

source: The tracking number is %s.
lt_lt: Siuntos sekimo numeris yra %s.

source: To
lt_lt: Kam

source: Tracking code
lt_lt: Siuntos numeris

source: Tracking number
lt_lt: Siuntos sekimo numeris

source: Tracking number:
lt_lt: Siuntos numeris:

source: Tracking number:
lt_lt: Siuntos numeris:

source: Weight
lt_lt: Svoris

source: Weight (%s)
lt_lt: Svoris (%s)

source: Weight (%s):
lt_lt: Svoris (%s):

source: Weight:
lt_lt: Svoris:

source: Width
lt_lt: Plotis

source: Workhours
lt_lt: Darbo valandos

source: You must choose Smartpost Parcel locker
lt_lt: Jūs privalote pasirinkti Smartpost paštomatą

source: Your order has been shipped with %s.
lt_lt: Užsakymas buvo išsiųstas per %s.
